Tekla.Structures.CatalogInternal.dotcatComponentItemEnumerator_t
Serialization structure for Profile Item Enumerator

Tekla.Structures.CatalogInternal.dotcatComponentItemEnumerator_t.nComponentItems
Number of the profile items in the enumerator.